IDEA Open Model
MatReinforcementEc2.Class Property
Compatible with IDEA StatiCa v 10.1
 Class of reinforcement
 Namespace: IdeaRS.OpenModel.Material
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 10.1.1.1 (10.1.1.1)
Syntax
public ReinfClass Class { get; set; }
Public Property Class As ReinfClass
	Get
	Set
public:
property ReinfClass Class {
	ReinfClass get ();
	void set (ReinfClass value);
}
Property Value
Type: ReinfClass
See Also
Reference
MatReinforcementEc2 Class
IdeaRS.OpenModel.Material Namespace